[
  {
    "name": "ilyhiryu",
    "type": "artist",
    "description": "No description has been set for this artist yet.",
    "category": "Jumpstyle, Scenecore",
    "icon": "https://i.scdn.co/image/ab6761610000e5eb9508b912d4b4df71f8245c4e"
  },
  {
    "name": "isq",
    "type": "artist",
    "description": "No description has been set for this artist yet.",
    "category": "Krushfunk, Phonk",
    "icon": "https://i.scdn.co/image/ab6761610000e5ebc949e40a4045ed1dec4b239b"
  },
  {
    "name": "$uicideboy$",
    "type": "artist",
    "description": "$uicideboy$ are an American hip-hop duo from New Orleans, Louisiana, founded in 2014 by cousins Ruby da Cherry and $crim. Via the music sharing platform SoundCloud, the duo rose to popularity for their abrasive, self-produced beats, as well as their harsh lyrical content and themes prominently featuring substance use disorder and suicidal ideation. The duo are considered one of the most popular artists in the underground rap scene. They own and operate their own label, G*59 Records, under which all of their music is released.",
    "category": "Cloud Rap, Dark Trap, Horrorcore, Underground Hip Hop, Punk Rap",
    "icon": "https://i.scdn.co/image/ab6761610000e5ebc4817922f21a5f2a36e12bf2"
  },
  {
    "name": "AV3RN1X",
    "type": "artist",
    "description": "No description has been set for this artist yet.",
    "category": "Breakcore, Jumpstyle, Hardstyle, hexd",
    "icon": "https://i.scdn.co/image/ab6761610000e5eb49403417305f645f6033d35b"
  },
  {
    "name": "77yolan",
    "type": "artist",
    "description": "No description has been set for this artist yet.",
    "category": "Breakcore, Speedcore, Jumpstyle",
    "icon": "https://i.scdn.co/image/ab6761610000e5ebe015164c0453895436e697d7"
  },
  {
    "name": "Hardtekk",
    "type": "artist",
    "description": "Electronic musician focused on heavy techno music genres",
    "category": "Hardstyle, hexd, Hardstep, Hardtek, Hard Techo",
    "icon": "https://i.scdn.co/image/ab6761610000e5eb23814cc8684e59c24e1cc59c"
  },
  {
    "name": "Juno",
    "type": "artist",
    "description": "No description has been set for this artist yet.",
    "category": "Electroclash, witch house, hardstyle?",
    "icon": "https://i.scdn.co/image/ab6761610000e5ebd356cae12f1d2258101a8c5c"
  },
  {
    "name": "MAKAVELIGODD",
    "type": "artist",
    "description": "MAKAVELIGODD (MakaveliGODD) is an artist from Atlanta, Georgia, USA. GODD mainly specializes in Phonk music.",
    "category": "Horrorcore, Trap Metal, Dark Trap",
    "icon": "https://i.scdn.co/image/ab6761610000e5eb4c1b4aa5416f751b62dae5ff"
  },
  {
    "name": "Do Not Resurrect",
    "type": "artist",
    "description": "do not resurrect is an American artist known for their work in the Trap Metal genre. They are currently based in Dallas, Texas. They have made a significant impact in the Trap Metal genre. Their music has garnered a substantial following, with 798.1K monthly listeners on Spotify.",
    "category": "Horrorcore, Trap Metal, Dark Trap",
    "icon": "https://i.scdn.co/image/ab6761610000e5ebf7b2d6ce4e6c3ecb413e070d"
  },
  {
    "name": "Savage Ga$p",
    "type": "artist",
    "description": "Gaspare Magaddino (December 29, 1998), better know by his stage name Savage Ga$p, is an American artist. Gasp is best known for song Pumpkins Scream In the Dead of Night featuring artist shinigami.",
    "category": "Dark Trap, Trap Metal, Aesthetic Rap, Horrorcore",
    "icon": "https://i.scdn.co/image/ab6761610000e5eb682803ca8d4f1ae68db76845"
  },
  {
    "name": "HAARPER",
    "type": "artist",
    "description": "Richard McLaughlin (born March 5, 1994), more commonly known by his stage name HAARPER, is a Hip-Hop artist based in Los Angeles, California. He grew up in the San Francisco Bay Area and started making music as a teenager. He released his first song in 2016.",
    "category": "Horrorcore, Trap Metal, Dark Trap, Underground Rap",
    "icon": "https://i.scdn.co/image/ab6761610000e5eb6d712db64b5aab83d2b4638d"
  },
  {
    "name": "Freddie Dredd",
    "type": "artist",
    "description": "Freddie Dredd; born Ryan Mitchel Chassels; (September 19, 1997) is a Canadian rapper and producer based in Oshawa, Ontario. He is originally from Durham, Ontario.",
    "category": "Dark Trap, Memphis Rap, Trap Metal, Horrorcore",
    "icon": "https://i.scdn.co/image/ab6761610000e5eb043681a0d16ab5885a68d0e9"
  },
  {
    "name": "JGRXXN",
    "type": "artist",
    "description": "Jemel Green, better known as JGRXXN, J-Green, or Hollywood J is a producer and rapper from Atlanta, Georgia. He started releasing music in the late 90's and is known for being the first to incorporate Memphis-style 90's dark and cinematic beats with Atlanta-style trap beats. Him,SpaceGhostPurrp, Dj Smokey, and Mr. Sisco are the originators of phonk, a genre of rap/trap that started in the mid 2000's - early 2010's. He began his career as a member of the Blac Teflon record label from 2007 - 2012, and was also associated with Three 6 Mafia and the Hypnotize Minds label. He produced for Three 6 Mafia and toured with them for while, but was fired mulitple times, before having a complete fallout with them.",
    "category": "Phonk, Memphis",
    "icon": "https://i.scdn.co/image/ab6761610000e5eb335d3f41eee4f8079fd3da9f"
  },
  {
    "name": "GODHANDUSA",
    "type": "artist",
    "description": "GODHANDUSA consists of two members of Spider Gang (Joshua Hamilton aka Lil Darkie and Christopher Lindsey aka BRUHMANEGOD). Using new personas for this project, Mongo and Gonda, the 2 rappers are making music with a 8-bit voice effect. They can be recognised by Content authors under the songs and their names signed under them. Their songs are produced by random producers, but one of them is Ryan C, also known as Freddie Dredd, who have a contact with Lil Darkie, which makes the GODHANDUSA duo more recognizable. The Soundcloud account also says that they’re from California, when J. Hamilton was born in California, same with C. Lindsey.",
    "category": "Memphis Rap, Trap Metal, Dark Trap",
    "icon": "https://i.scdn.co/image/ab6761610000e5eb14f6c936c05ebf8fb0e79945"
  },
  {
    "name": "SXMPRA",
    "type": "artist",
    "description": "SXMPRA (pronounced Sem-pra) is a New Zealand-based rapper and producer. He is a member of the SCHEMAPOSSE collective",
    "category": "Dark Trap, Drift Phonk, Phonk, Horrorcore, Trap Metal",
    "icon": "https://i.scdn.co/image/ab6761610000e5ebbded6e821b4df9944e74d6ae"
  },
  {
    "name": "Shakewell",
    "type": "artist",
    "description": "Shakewell is an American rapper from the San Fernando Valley in California, USA. Before starting his rap career, Shakewell was the bassist for hardcore/metalcore band Betrayal. Shakewell started making rap music in 2014 and has released a number of albums, EPs, and singles. His music ranges from drugged out, spacey trap to more melodic trap, as well as some dark trap and more aggressive songs. Shakewell was a member of Buffet Boys from 2015 - 2022, never leaving until Buffet Boys ended. Shakewell is currently signed to G59 records and is the founding member of SHAMELESS MONEY GANG ,which consists of Shakewell, Germ, and Ramirez. Shakewell is also a member of the collective All But 6 and has been since 2015. He is also the of cousin of fellow rapper Boobie Lootaveli.",
    "category": "Horrorcore, Trap Metal, Dark Trap",
    "icon": "https://i.scdn.co/image/ab6761610000e5eb1aa44b0ec301e84c4982ff03"
  },
  {
    "name": "Nedarb",
    "type": "artist",
    "description": "No description has been set for this artist yet.",
    "category": "Cloud Rap",
    "icon": "https://i.scdn.co/image/ab6761610000e5eb91e837f3e06c5dda6f4d1377"
  }
]
